Repository: L4ENT/awesomelookingbot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ru

source: (From bot owner) Hello, {user}! Glad to see you here. This bot helps me greatly save time and effort on organizational processes. For everything to continue to work like a Swiss watch, I highly recommend using all the features of this bot. Believe me, we will both benefit from it. I pass you into his arms )
ru: (От владельца бота) Здравствуйте, {user}! Рад вашему участию. Этот бот помогает сохранить время и силы на организационных процессах. Чтобы все дальше работало как швйецарские часики, я настоятельно рекомендую использвовать все его возможности. Поверьте, это бует пользой для нас всех. Передаю вас в его руки )

source: Help
ru: Помощь

source: Settings
ru: Настройки

source: Invalid chat
ru: Неверный чат

source: Choose chat language
ru: Выбери язык для чата

source: You cannot change settings of this chat!
ru: Ты не можешь изменять настройки этого чата!

source: Language changed to {new_language}
ru: Язык изменен на {new_language}

source: Changing your keyboard to
ru: Меняю язык вашей клавиатуры на

source: Do not disturb mode reconfigured
ru: Настройки режима "Не беспокоить" изменены

source: Join filter re-configured
ru: Фильтр входа в чат перенастроен

source: Settings saved
ru: Настройки сохранены

source: General info
ru: Общая информация

source: I'm human
ru: Я человек

source: I'm bot
ru: Я бот

source: I'm pet
ru: Я питомец

source: {users}, Welcome to the chat. Please confirm that you are a human. User filter is enabled in this chat, so if you don't answer my question, I will be forced to remove you from this chat.
ru: Привет, {users}! Пожалуйста подтверди, что ты человек. В этом чате включен фильтр новых пользователей, поэтому, если ты не ответишь на мой вопрос, я буду вынужден прогнать тебя из чата.

source: This message is not for you!
ru: Это сообщение не для тебя!

source: Good answer!
ru: Хороший ответ!

source: Bad answer.
ru: Плохой ответ.

source: Get a projects list
ru: Запросить список доступных проектов

source: {0} {1} needs a project!
ru: {0} {1} ищет проект!

source: Message is received. Please wait for an asnswer.
ru: Сообщение получено. Пожалуйста ождайте ответа.

source: Start quiz again
ru: Заполнить анкету заново

source: Finish the quiz
ru: Закончить опрос

source: The quiz is finished
ru: Ваш опрос окончен 🐦

source: <b>Read-only</b> activated for user {user}. Duration: {duration}
ru: Пользователь {user} помещен в <b>RO</b> на {duration}

source: User {user} <b>banned</b> for {duration}
ru: Пользователь {user} <b>забанен</b> на {duration}

source: Please use this command is only in reply to message what do you want to report and this message will be reported to chat administrators.
ru: Пожалуйста, используй эту команду только в ответ на другое сообщение и я сообщу про него администрации чата.

source: [ALERT] User {user} is reported message in chat {chat}.
ru: 🔥 Пользователь {user} сообщает про сообщение в чате {chat}.

source: This message is reported to chat administrators.
ru: Я сообщил про это сообщение администрации чата.

source: User {user} leave this chat...
ru: Пользователь {user} покинул этот чат...

source: Successful changed is_superuser to {is_superuser} for user {user}
ru: Успешно обновлен флаг is_superuser на {is_superuser} для пользователя {user}

source: Failed to set is_superuser to {is_superuser} for user {user}
ru: Не удалось изменить флаг is_superuser {is_superuser} для пользователя{user}

source: Settings for chat {chat_title}
ru: Настройки чата {chat_title}

source: {status} Join filter
ru: {status} Фильтр фхода

source: {flag} Language
ru: {flag} Язык

source: Done
ru: Завершить

source: Personal settings
ru: Персональные настройки

source: {status} Do not disturb
ru: {status} Не беспокоить

source: What is this bot for?
ru: Для чего нужен этот бот ?

source: This bot serves to speed up and simplify communication with project executors.
ru: Этот бот служит для ускорения и упрощения коммуникации с исполнителями проектов

source: What are we doing?
ru: Чем мы занимаемся?

source: Web Development
ru: Веб-разарботка

source: Design
ru: Дизайн

source: Web Design, Mobile App Design, Identity
ru: Веб-дизайн, дизайн мобильных приложений, айдентика

source: Digital marketing
ru: Digital-маркетинг

source: SEO, Contextual Advertising (Google Ads, Yandex Metrica, My Target, SMM (Instagram, Vk, Facebook)
ru: SEO, контекстная реклама (Google Ads, Yandex Metrica, My Target), SMM (Instagram, Vk, Facebook)

source: How does it all work?
ru: Как все это работает ?

source: We have a huge number of projects in our assets, and a constantly expanding database of performers.As soon as we open a new project, there is a distribution of proposals to all potentially interested performers.
ru: У нас в активе огромное количество проектов, и непрерывно пополняющаяся база исполнителей. Как только мы открываем новый проект, происходит рассылка предложений всем потенциально заинтересованным исполнителям.

source: We
ru: Мы

source: We formulate a clear technical task
ru: Формируем четкое ТЗ

source: We organize project logistics (time management, project team coordination, working infrastructure - test stands, testing, etc.)
ru: Организуем проектную логистику (тайм менеджмент, координация проектной команды, рабочая инфраструктура - тестовые стенды, тестирование и т.д.)

source: We give technical expertise (there are full-time specialists who will help solve any task)
ru: Даем техническую экспертизу (есть штатные специалисты которые помогут решить любую поставленную задачу)

source: You
ru: Вы

source: Clearly do all the work according to the terms of reference and deadlines and get paid for it.
ru: Четко выполняете всю работу согласно ТЗ и дедлайнам и получаете за это деньги.

source: What can we offer for specialists?
ru: Что мы можем предложить для специалистов?

source: Absolutely free schedule
ru: Абсолютно свободный график

source: The only restrictions are deadlines and check points
ru: Ограничением служат только дедлайны и чек-поинты

source: Relevant experience
ru: Релевантный опыт

source: We work all over the world, keep in touch and work on projects with highly qualified specialists, and share all knowledge and best practices with everyone who wants to join our community
ru: Мы работаем по всему миру, держим связь и работаем на проектах с высококвалифицированными специалистами, а всеми знаниями и наработками делимся с каждым желающим вступить в наше сообщество

source: Flexible payment system
ru: Гибкая система оплаты

source: Before each project, we will personally agree on the size, terms of payment and the system of fines for non-compliance with the conditions (both for us and for the performers).
ru: Перед каждым проектом мы персонально согласуем размер, сроки выплат и систему штрафов за невыполнение условий (как для нас так и для исполнителей).

source: Payment
ru: Оплата

source: Cash rewards are always discussed in person. All financial nuances are clearly negotiated before any work. We are still working on a format for contractual relations, and therefore, so far all relations with performers are built on a non-contractual basis.
ru: Денежное вознаграждение всегда обсуждается персонально. Все финансовые нюансы четко оговариваются до начала любых работ. Мы пока еще работаем над форматом договорных взаимоотношений, и поэтому пока что все отношения с исполнителями строятся на бездоговорной основе.

source: But what if my skills do not match your occupation?
ru: А что если мои навыки не совпадают с родом вашей деятельности ?

source: If you think that your skills do not match our profile, then you can still fill out the questionnaire. Any skills will find their application. We will try to find a project for you.
ru: Если вы считаете, что ваши навыки не соответствую нашему профилю, то вы по-прежнему можете заполнить анкету. Любым навыкам найдется их применение. Мы попробуем подобрать проект для вас.

source: Is it possible to use your services for my projects?
ru: А можно ли использовать ваши услуги для моих проектов?

source: If you already have projects, but you don’t have enough resources to execute them, you can also contact us by sending a text message to this bot.
ru: Если у вас уже есть проекты, но вам не хватает ресурсов для их исполнения, вы также можете обратиться к нам отправив текстовое сообщение этому боту.

source: Here you can read the list of my commands:
ru: Список команд:

source: {command} - Start conversation with bot
ru: {command} - Начать диалог с ботом

source: {command} - Get this message
ru: {command} - Получить данное сообщение

source: {command} - Chat or user settings
ru: {command} - Настройки чата или персональные

source: {command} - List of avalible projects for you
ru: {command} - Список проектов которые могу вас заинтересовать

source: {command} - Start the quiz
ru: {command} - Зполнить анкету заново

source: {command} - General info
ru: {command} - Общая информация

source: You can send any questions with a simple message
ru: Вы можете задать любой вопрос отправив обычное сообщение в этот чат.

source: What about your professional skills and experience?
ru: Расскажите про ваши навыки и опыт работы

source: You can send a long text with your full story, but surely in single message.
ru: Можно так подробно как вы хотите, но обязязательно прислать это одним сообщением

source: I am a website designer. I worked in a digital agency for 2 years. I have very much projects in my suitcase) There is a portfolio [link]. I am often fond a design of fonts ...
ru: Я дизайнер веб-сайтов. Работал в студии 2 года. У меня миллиард проектов за плечами. Есть портфолио [по ссылке]. Люблю плоский дизайн и минимализм, а еще частенько упарываюсь по шрифтам ...

source: What projects and tasks are you interested in (programming, sales, marketing, turnkey projects, short tasks, etc.)?
ru: Какие проекты и задачи вам интересны (программирование, продажи, маркетинг, проекты под ключ, короткие задачи и т.п.)?

source: Preferably detailed (thesis), because it will be easier to find the right project for you. Be sure to write in a single message.
ru: Желательно детально, но по тезисам - так будет проще найти подходящий проект, обязательно одним сообщением.

source: Turnkey website design, mobile application design, identity, logos
ru: Дизайн сайтов под ключ, дизайн мобильных приложений, айдентика, логотипы.

source: How much time per week are you willing to devote to our joint projects? You can rely on the fact that the average working week is 40 hours.
ru: Сколько времени вы готовы выделять в неделю на наши совместные проекты ? Можно отталкиваться от того, что средняя рабочая неделя это 40ч.

source: Preferably briefly and necessarily in single message.
ru: Желательно коротко и в часах, обязательно одним сообщением.

source: 20 hours a week. Sometimes I work on weekends and holidays
ru: 20ч в неделю. Иногда работаю по выходным и праздникам)

source: Thanks for answers.
ru: Спасибо за ответы

source: Answer format
ru: Формат ответа

source: Example
ru: Пример
